Repository: olivertzeng/Bloom-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ru, uk_ua, zh_hant

# ACTIVATION_FAILED
source: Could not validate License. Please try again.
ru: Невозможно пройти валидацию лицензии. Пожалуйста, попробуйте снова.
uk_ua: Не вдалось перевірити ліцензію. Будь ласка, спробуйте ще раз.
zh_hant: 無法有效辨識購買憑證。請再試一遍。

# ACTIVATION_REQUIRED_MESSAGE
source: Bloom is not activated. Please activate your license through Settings.
ru: Bloom не активирован. Пожалуйста, активируйте лицензию в настройках.
uk_ua: Bloom не є активованим. Будь ласка, активуйте твік в налаштуваннях.
zh_hant: Bloom 尚未被啟用，請到設定頁面開通認證。

# ACTIVATION_REQUIRED_TITLE
source: Activation required
ru: Необходима активация
uk_ua: Необхідна активація
zh_hant: 需要開通認證。

source: Animations
ru: Анимации
uk_ua: Анімації
zh_hant: 動畫選擇

source: Animation Controls
ru: Настройки анимаций
uk_ua: Налаштування анімації
zh_hant: 動畫細節控制

source: Blackout
ru: Блэкаут
uk_ua: Блекаут
zh_hant: 燈火管制（維持黑色畫面）

# BLACKOUT_FOOTER
source: When locked, the screen remains off after animation
ru: Если аппарат заблокирован, экран остаётся выключенным после проигрывания анимации.
uk_ua: Якщо екран заблокований, він залишається вимкненим після анімації
zh_hant: 當裝置在鎖定畫面時，螢幕會在Bloom動畫時/後維持關閉。

source: Color
ru: Цвет
uk_ua: Колір
zh_hant: 顏色

source: Color mode
ru: Настройка цвета
uk_ua: Режим вибору кольору
zh_hant: 顯色模式

# COLOR_MODE_FOOTER
source: Choose the color mode for the animations
ru: Выберите цветовой режим для анимаций
uk_ua: Оберіть колір анімації
zh_hant: 請選擇Bloom抓取顏色的模板

source: Display
ru: Экран
uk_ua: Екран
zh_hant: 顯示在：

source: Enabled
ru: Мастер выключатель
uk_ua: Головний перемикач
zh_hant: 已啟用

source: Error
ru: Ошибка
uk_ua: Помилка
zh_hant: 錯誤

source: General
ru: Основное
uk_ua: Загальне
zh_hant: 一般

source: Icon color
ru: Цвет иконки приложения
uk_ua: Колір іконки додатку
zh_hant: 圖標顏色

# LICENSE_INVALID_MESSAGE
source: Bloom license is invalid. Please purchase a license from the Havoc repository.
ru: Лицензия Bloom не является валидной... Жеесть, не пиратьте, а купите твик в репозитории Havoc.
uk_ua: Ліцензія Bloom не є дійсною. Ганьба тобі, пірате, придбай твік на репозиторії Havoc.
zh_hant: 您擁有的是無效的購買憑證。請在Havoc軟體源購買Bloom。

# LICENSE_INVALID_TITLE
source: License invalid
ru: Лицензия невалидна
uk_ua: Ліцензія недійсна
zh_hant: 購買憑證無效

source: Lockscreen
ru: Экран блокировки
uk_ua: Екран блокування
zh_hant: 鎖定畫面

source: Miscellaneous
ru: Прочее
uk_ua: Інше
zh_hant: 其他設定

# PURCHASE_THANK_YOU_MESSAGE
source: Thank you for purchasing!
ru: Спасибо за покупку!
uk_ua: Дякуємо Вам за покупку!
zh_hant: 謝謝您的購買與支持！

source: Repeat
ru: Кол-во повторений:
uk_ua: Кількість повторів:
zh_hant: 重複動畫

source: Respring
zh_hant: 重新載入主畫面

source: Revalidate
ru: Проверить ещё раз
uk_ua: Пройти перевірку повторно
zh_hant: 重新驗證

source: Show in DND
ru: Показывать в режиме 'не беспокоить'
uk_ua: Показувати в режимі 'не турбувати'
zh_hant: 在勿擾模式下也顯示

source: Speed
ru: Скорость анимации
uk_ua: Швидкість анімації
zh_hant: 速度

source: Static color
ru: Статический цвет
uk_ua: Статичний колір
zh_hant: 固定顏色

# SUCCESSFUL_ACTIVATION
source: Bloom was successfully activated. Please respring for changes to take effect.
ru: Bloom был успешно активирован. Пожалуйста, сделайте respring для применения изменений.
uk_ua: Bloom був успішно активований. Будь ласка, виконайте respring щоб зміни вступили в силу.
zh_hant: 已成功啟用Bloom。請重新載入主畫面以生效。

source: Test animation
ru: Тест анимации
uk_ua: Тест анімації
zh_hant: 測試動畫

source: times
zh_hant: 次

source: Try again
ru: Попробовать снова
uk_ua: Спробуйте ще раз
zh_hant: 請再試一次

source: Universal
ru: Повсеместно
uk_ua: Повсюди
zh_hant: 主畫面與App內部

source: Wake screen after Blackout
ru: Включать экран после блэкаута
uk_ua: Включати екран після блекаута
zh_hant: 在燈火管制後喚醒螢幕

# WAKE_SCREEN_AFTER_BLACKOUT_FOOTER
source: When locked, the screen only wakes after animation
ru: Если аппарат заблокирован, экран включится после проигрывания анимации.
uk_ua: Якщо екран заблокований, він ввімкнеться після анімації
zh_hant: 當裝置在鎖定畫面時，螢幕會在Bloom動畫結束後被喚醒，
